Repository: wojciechpolak/cheetah-news
Catalog: po/*.po
Languages: ca, eo, es, pl, uk

source: Select folder
ca: Seleccioneu una carpeta
eo: Elektu dosierujo
es: Seleccionar carpeta
pl: Wybierz folder
uk: Вибір теки

source: Export selected folder
ca: Exportar carpeta seleccionada
eo: Exportu la dosierujon elektitan
es: Exportar carpeta seleccionada
pl: Eksport wybranego folderu
uk: Експортувати вибрану теку

source: Export feeds from selected folder to OPML
ca: Exportar a OPML les alimentacions de la carpeta seleccionada
eo: Eksportu en OPML provizadojn de la dosierujo elektita
es: Exportar en formato OPML alimentaciones de la carpeta seleccionada
pl: Eksport kanałów z wybranego folderu do OPML
uk: Експортувати до OPML канали з вибраної теки

source: Export all feeds
ca: Exportar totes les alimentacions
eo: Eksportu ĉiujn provizadojn
es: Exportar todas las alimentaciones
pl: Eksport wszystkich kanałów
uk: Експортувати всі канали

source: Export all feeds to OPML
ca: Exportar totes les alimentacions a OPML
eo: Eksportu ĉiujn provizadojn en OPML
es: Exportar todas las alimentaciones en formato OPML
pl: Eksport wszystkich kanałów i folderów do OPML
uk: Експортувати всі канали до OPML

source: Move up
ca: Mou amunt
eo: Leviĝu
es: Subir
pl: Przesunięcie w górę
uk: Перенести вверх

source: Move down
ca: Mou avall
eo: Malleviĝu
es: Bajar
pl: Przesunięcie w dół
uk: Перенести вниз

source: Move to other folder
ca: Mou a altra carpeta
eo: Transportu al cetera dosierujo
es: Mover a otra carpeta
pl: Przeniesienie do innego folderu
uk: Перенести до іншої теки

source: close feed
ca: tancar la alimentació
eo: malfermu provizoro
es: cerrar la alimentación
pl: zamknij kanał
uk: закрити канал

source: left
ca: al'esquerra
eo: maldekstre
es: a la izquerda
pl: w lewo
uk: в ліво

source: right
ca: dreta
eo: rajto
es: derecha
pl: w prawo
uk: вправо

source: hide/show all active
ca: amagar/mostrar totes actives
eo: kaŝu/montru ĉiujn aktivajn
es: esconder/mostrar todas activas
pl: ukryj/pokaż wszystkie aktywne
uk: сховати/показати усі активні

source: show all loaded
ca: mostrar totes carregades
eo: montru ĉiujn ŝargitajn
es: mostrar todas cargadas
pl: pokaż wszystkie wczytane
uk: показати усі завантажені

source: my stuff
ca: les meues coses
eo: miaj aĵoj
es: mis entradas
pl: moje kanały
uk: мої канали

source: Invite a friend
eo: Invitu amikon
es: Invitar a un amigo
uk: Запросити приятеля

source: First Name:
eo: Antaŭnomo:
es: Nombre:
uk: Ім'я:

source: Last Name:
eo: Familia Nomo:
es: Apellido:
uk: Призвище:

source: E-mail:
eo: Retadreso:
es: Correo electrónico:
uk: Адреса електронної пошти:

source: Optional note:
eo: Nedeviga notico:
es: Nota opcional:
uk: Додаткові зауваження:

source: Invitation language:
eo: Lingvo de la invitilo:
es: Idioma de invitación:
uk: Мова запрошення:

source: Send invitation
eo: Sendu invitilon
es: Enviar la invitación
uk: Відійслати запрошення

source: You have %d invitation left, send invitation to:
eo: Vi havas ankoraŭ %d invitilon. Sendu ĝin al:
es: Falta %d invitación más. Enviarla a:
uk: Ви маєте ще %d запрошення. Відійслати запрошення до:

source: Thumbnail
eo: Miniaturo
es: Miniatura
uk: Мініатюра

source: aborted
eo: ĉesigita
es: abortado
uk: перервано

source: Multimedia
eo: Plurmedio
uk: Мультимедіа

source: My Notes and Bookmarks
eo: Miaj noticoj kaj legosignoj
es: Mis notas y marcadores
uk: Мої нотатки та закладки

source: Your publicly visible notes and links (Atom feed)
ca: Les seues notes i enllaces (alimentacions Atom), visibles públicament
eo: Viaj publike videblaj noticoj kaj legosignoj (provizado Atom)
es: Sus notas y enlaces (alimentaciones Atom) públicamente accesibles
pl: Twoje publicznie widoczne notatki i zakładki (Atom)
uk: Ваші публічно доступні нотатки та посилання (канали Atom)

source: Title:
ca: Títol:
eo: Nomo:
es: Título:
pl: Tytuł:
uk: Назва:

source: Tags:
ca: Etiquetes:
eo: Etiketoj:
es: Etiquetas:
pl: Etykiety:
uk: Етикетки:

source: Color:
eo: Koloro:
uk: Колір:

source: Publicly visible:
ca: Visible públicament:
eo: Publike videbla:
es: Públicamente accesible:
pl: Widoczna publicznie:
uk: Доступна публічно:

source: Note (double-click or tab to edit):
ca: Nota (doble clic o tab per a editar):
eo: Notico (duoble alklako aŭ tab por redakti):
es: Nota (pulsa dos veces o presiona tab para editar):
pl: Notatka (podwójne kliknięcie lub tab aby edytować):
uk: Нотатка (редагування: подвійний щиглик або клавіша Tab):

source: Save Note
ca: Guardar la nota
eo: Konservu la notico
es: Guardar la nota
pl: Zapisz notatkę
uk: Зберегти нотатку

source: Save link to this entry
ca: Guardar enllaç a aquest article
eo: Konservu ligilon al ĉi tiu ero
es: Guardar enlace a este artículo
pl: Zapisz odsyłacz do tego wpisu
uk: Зберегти посилання на цю статтю

source: Create Note
ca: Crear nota
eo: Kreu notico
es: Crear una nota
pl: Stwórz nową
uk: Створити нотатку

source: Tag:
ca: Etiqueta:
eo: Etiketo:
es: Etiqueta:
pl: Etykieta:
uk: Етикетка:

source: Search
ca: Cerca
eo: Serĉu
es: Buscar
pl: Szukaj
uk: Пошук

source: Searching...
ca: Cercant...
eo: Serĉo...
es: Busqueda...
pl: Szukanie...
uk: Пошук...

source: Title
eo: Nomo
es: Título
uk: Назва

source: Date
eo: Dato
es: Fecha
uk: Дата

source: Public
eo: Publika
es: Pública
uk: Публічна

source: Found %d note tagged with "%s".
ca: S'ha trobat %d nota marcada amb "%s".
eo: Trovitan %d noton kun etikedo "%s".
es: Se ha encontrado %d nota marcada con "%s".
pl: Znaleziono %d notatkę oznaczoną "%s".
uk: Знайдено %d нотатку з етикеткою "%s".

source: Found %d latest note.
ca: S'ha trobat %d última nota.
eo: Trovitan %d lastan noton.
es: Se ha encontrado %d última nota.
pl: Znaleziono %d ostatnią notatkę.
uk: Знайдено %d останню нотатку.

source: rem
ca: esborrar
eo: viŝu
es: borrar
pl: usuń
uk: видалити

source: Are you sure you want to delete this note?
ca: Esteu segur de voler esborrar aqueixa nota?
eo: Vi estas certa ke vi volas viŝi ĉi tiu notico?
es: ¿Seguro que quiere borrar esta nota?
pl: Czy na pewno usunąć wskazaną notatkę?
uk: Ви впевнені, що бажаєте скасувати цю нотатку?

source: Edit Window
eo: Fenestro de redaktilo
es: Ventana de redacción
uk: Редагувати вікно

source: Comma-separated list of tags
ca: Llista de etiquetes, separats per comes
eo: Listo de komdisigitaj etiketoj
es: Lista de etiquetas separadas por comas
pl: Lista etykiet rozdzielonych przecinkiem
uk: Перелік розділених комою етикеток

source: Finish editing
ca: Acabar l'edició
eo: Finu redakti
es: Terminar la edición
pl: Zakończ edycję
uk: Закінчити редагування

source: At least one tag is required.
ca: Es requereix almenys una etiqueta.
eo: Almenaŭ unu etikedo estas bezonata.
es: Se requiere al menos una etiqueta
pl: Wymagana jest co najmniej jedna etykieta.
uk: Потрібна принаймні одна етикетка.

source: Empty note title and body.
ca: No s'han subministrat ni el títol ni el cos de la nota.
eo: Nomo kaj korpo de la notico estas vakuaj.
es: No se han suministrado título ni cuerpo.
pl: Nie podano tytułu ani treści notatki.
uk: Стерти назву та зміст нотатки.

source: No title
ca: Cap títol
eo: Manko de nomo
es: Sin título
pl: Brak tytułu
uk: Немає назви

source: Feed Directory
eo: Dosierujo de provizadon
es: Directorio de alimentaciones
uk: Каталог каналів

source: Popular Feeds (Cheetah)
eo: Popularaj provizadoj (Cheetah)
es: Alimentaciones populares (Cheetah)
uk: Популярні канали (Cheetah)

source: Subscribe to %s
eo: Abonu al %s
es: Abonarse a %s
uk: Підписатися на %s

source: translate
ca: traduir
eo: traduku
es: traducir
pl: tłumaczenie
uk: переклад

source: Translate this entry
ca: Traducció d'aquest article
eo: Traduko de tiu ĉi ero
es: Traducción de este artículo
pl: Automatyczne tłumaczenie danego wpisu
uk: Переклад цієї статті

source: to English
ca: al anglès
eo: en la anglan
es: al ingles
pl: na angielski
uk: на англійську

source: to Polish
ca: al polonès
eo: en la pola
es: al polaco
pl: na polski
uk: на польську

source: to Ukrainian
ca: al ucraïnès
eo: en la ukraina
es: al ucraniano
pl: na ukraiński
uk: на українську

source: to German
ca: al alemany
eo: en la germanan
es: al alemán
pl: na niemiecki
uk: на німецьку

source: to Spanish
ca: al castellà
eo: en la hispanan
es: al español
pl: na hiszpański
uk: на іспанську

source: to French
ca: al francès
eo: en la francan
es: al francés
pl: na francuski
uk: на французьку

source: to Italian
ca: al italià
eo: en la italan
es: al italiano
pl: na włoski
uk: на італійську

source: to Portuguese
ca: al portuguès
eo: en la portugalan
es: al portugués
pl: na portugalski
uk: на португальську

source: to Arabic
ca: al àrab
eo: en la araban
es: al árabe
pl: na arabski
uk: на арабську

source: to Japanese
ca: al japonès
eo: en la japanan
es: al japonés
pl: na japoński
uk: на японську

source: to Korean
ca: al coreà
eo: en la korean
es: al coreano
pl: na koreański
uk: на корейську

source: to Chinese
ca: al xinès
eo: en la ĉinan
es: al chinés
pl: na chiński
uk: на китайську

source: Not available
ca: no és disponible
eo: ne estas disponebla
es: no es disponible
pl: Niedostępne
uk: недоступний

source: Weather Report
ca: Previsió del temps
eo: Veterprognozo
es: Pronóstico meteorológico
pl: Raport pogodowy
uk: Прогноз погоди

source: Add
ca: Afegir
eo: Adiciu
es: Añadir
pl: Dodaj
uk: Додати

source: Add location
ca: Afegir localitat
eo: Adiciu lokon
es: Añadir localidad
pl: Nowa lokacja
uk: Додати місцевість

source: Refresh
ca: Refrescar
eo: Refreŝu
es: Refrescar
pl: Odśwież
uk: Оновити

source: Refresh Weather News
ca: Refrescar la previsió del temps
eo: Refreŝu veterprognozon
es: Refrescar el pronóstico
pl: Odśwież informacje pogodowe
uk: Оновити прогноз погоди

source: Location ID:
ca: ID de la localitat:
eo: ID de loko:
es: ID de la localidad:
pl: ID lokacji:
uk: ID місцевості:

source: Description:
ca: Descripció:
eo: Priscribo:
es: Descripción:
pl: Opis:
uk: Опис:

source: Unit:
ca: Unitat:
eo: Unuo:
es: Unidad:
pl: Jednostka:
uk: Одиниця:

source: Save
ca: Guardar
eo: Konservu
es: Guardar
pl: Zapisz
uk: Зберегти

source: Delete
ca: Esborrar
eo: Viŝu
es: Borrar
pl: Skasuj
uk: Усунути

source: Wrong location or data temporarily unavailable.
ca: Locació desconeguda o dades no estan disponibles temporalment.
eo: Erara lokacio aŭ dataoj estas dumtempe nedisponeblaj
es: Localidad desconocida o dados temporalmente no disponibles.
pl: Nieprawidłowa lokacja lub dane tymczasowo niedostępne.
uk: Невідома місцевість або данні тимчасово недоступні.

source: Edit this location
ca: Editar aquesta localitat
eo: Redaktu ĉi tiun locon
es: Editar esta localidad
pl: Edycja tej lokacji
uk: Редагувати дані про місцевість

source: Tomorrow's weather forecast
ca: Previsió per demà
eo: Veterprognozo por morgaŭ
es: Pronóstico por la mañana
pl: Jutrzejsza prognoza pogody
uk: Погода на завтра

source: Editing location
ca: Edició de la localitat
eo: Redakcio de loko
es: Edición de la localidad
pl: Edycja lokacji
uk: Редагування місцевості

source: Add new location.
ca: Afegir una nova localitat.
eo: Adiciu novan lokon.
es: Agregar una localidad nueva.
pl: Dodanie nowej lokacji.
uk: Додати нову місцевість.

source: Invalid location ID
ca: ID de localitat invàlida
eo: Nevalida ID de loko
es: ID de la localidad inválida
pl: Nieprawidłowy identyfikator lokacji
uk: Недійсний ідентифікатор місцевості

source: Saving location...
ca: Conservació de la localitat...
eo: Konservo lokon...
es: Conservación de la localidad...
pl: Zapisywanie lokacji...
uk: Збереження даних про місцевість...

source: Are you sure you want to delete this location?
ca: Esteu segur de voler esborrar aqueixa localitat?
eo: Vi estas certa ke vi volas viŝi ĉi tiun noticon?
es: ¿Seguro que quiere borrar esta localidad?
pl: Czy na pewno usunąć wskazaną lokację?
uk: Ви впевнені, що бажаєте скасувати цю місцевість?

source: Deleting...
ca: Eliminació...
eo: Eksigo...
es: Eliminación...
pl: Kasowanie...
uk: Усування...

source: Location
ca: Localitat
eo: Loko
es: Localidad
pl: Lokacja
uk: Місцевість

source: Forecast
ca: Previsió
eo: Prognozo
es: Pronóstico
pl: Prognoza pogody
uk: Прогноз

source: Now
ca: Ara
eo: Nun
es: Ahora
pl: Teraz
uk: Нині

source: Today
ca: Avui
eo: Hodiaŭ
es: Hoy
pl: Dzisiaj
uk: Сьогодні

source: Tomorrow
ca: Demà
eo: Morgaŭ
es: Mañana
pl: Jutro
uk: Завтра

source: Feels like
ca: Sensació tèrmica
eo: Oni sentas
es: Sensación Térmica
pl: T. odczuwana
uk: Відчувана темп.

source: Wind
ca: Vent
eo: Vento
es: Viento
pl: Wiatr
uk: Вітер

source: Humidity
ca: Humitat
eo: Humideco
es: Humedad
pl: Wilgotność
uk: Вологість

source: Pressure
ca: Pressió
eo: Premo
es: Presión
pl: Ciśnienie
uk: Тиск

source: Sunrise
ca: Sortida del sol
eo: Tadiĝo
es: Salida del Sol
pl: Wschód słońca
uk: Схід

source: Sunset
ca: Posta del sol
eo: Noktiĝo
es: Puesto del Sol
pl: Zachód słońca
uk: Захід

source: Temp
uk: Темп.

source: High
ca: Alta
eo: Alta
es: Alta
pl: Max
uk: Верхня

source: Low
ca: Baixa
eo: Malalta
es: Baja
pl: Min
uk: Нижня

source: Sun
ca: Dg
eo: Dim
es: Dom
pl: Niedziela
uk: Ндл

source: Mon
ca: Dl
eo: Lun
es: Lun
pl: Poniedziałek
uk: Пнд

source: Tue
ca: Dt
eo: Mar
es: Mar
pl: Wtorek
uk: Втр

source: Wed
ca: Dc
eo: Mer
es: Mié
pl: Środa
uk: Срд

source: Thu
ca: Dj
eo: Ĵaŭ
es: Jue
pl: Czwartek
uk: Чтв

source: Fri
ca: Dv
eo: Ven
es: Vie
pl: Piątek
uk: Птн

source: Sat
ca: Ds
eo: Sab
es: Sáb
pl: Sobota
uk: Сбт

source: kph
ca: km/h
es: Km/h
pl: km/h
uk: км/г

source: mb
es: mBar
pl: hPa
uk: мБар

source: Windy
ca: Vent
eo: Vento
es: Viento
pl: Wiatr
uk: Вітряно

source: Mist
ca: Boira
eo: Nebulo
es: Neblina
pl: Mgła
uk: Туман

source: Fair
ca: Serè
eo: Beltaga
es: Bueno
pl: Niewielkie zachmurzenie
uk: Переважно ясно

source: Clear
ca: Clar
eo: Hela
es: Despejado
pl: Przejrzyste niebo
uk: Ясно

source: Mostly Clear
ca: Majorment clar
eo: Ĉefe hela
es: Mayormente despejado
pl: Przeważnie przejrzyście
uk: Переважно ясно

source: Mostly Cloudy
ca: Majorment ennuvolat
eo: Ĉefe nuba
es: Mayormente nublado
pl: Przeważnie pochmurno
uk: Переважно хмарно

source: Partly Cloudy
ca: Parcialment ennuvolat
eo: Iom nuba
es: Nubosidad parcial
pl: Częściowo pochmurno
uk: Частково хмарно

source: Cloudy
ca: Ennuvolat
eo: Nuba
es: Nublado
pl: Pochmurno
uk: Хмарно

source: Mostly Sunny
ca: Majorment assolellat
eo: Ĉefe beltaga
es: Mayormente soleado
pl: Przeważnie słonecznie
uk: Переважно сонячно

source: Sunny
ca: Assolellat
eo: Beltaga
es: Soleado
pl: Słonecznie
uk: Сонячно

source: Rain
ca: Pluja
eo: Pluvo
es: Lluvia
pl: Deszcz
uk: Дощ

source: Light Rain
ca: Pluja feble
eo: Malgranda pluvo
es: Lluvias ligeras
pl: Lekki deszcz
uk: Незначні опади

source: Freezing Rain
ca: Pluja glaçada
eo: Frostiĝanta pluvo
es: Lluvia helada
pl: Marznący deszcz
uk: Замерзаючий дощ

source: Heavy Rain
ca: Pluja intensa
eo: Pluvego
es: Lluvia intensa
pl: Obfity deszcz
uk: Рясний дощ

source: Snow
ca: Neu
eo: Neĝo
es: Nevada
pl: Śnieg
uk: Сніг

source: Light Snow
ca: Neu feble
eo: Malgranda neĝo
es: Nevadas ligeras
pl: Małe opady śniegu
uk: Незначні опади снігу

source: AM Light Snow
ca: Neu feble matutí
eo: Malgranda neĝo atm.
es: Nevadas ligeras matutinas
pl: Rano małe opady śniegu
uk: Вранці незначні опади снігу

source: PM Light Snow
ca: Neu feble vespertí
eo: Malgranda neĝo ptm.
es: Nevadas ligeras diurnas
pl: Po południu lekki śnieg
uk: Удень незначні опади снігу

source: Snow Showers
ca: Neu forta
eo: Neĝopluvegoj
es: Tormentas de nieve
pl: Opady śniegu
uk: Опади снігу

source: AM Snow
ca: Neu matutí
eo: Neĝo atm.
es: Nevadas matutinas
pl: Rano śnieg
uk: Вранці сніг

source: PM Snow
ca: Neu vespertí
eo: Neĝo ptm.
es: Nevadas diurnas
pl: Po południu śnieg
uk: Удень сніг

source: AM Snow Showers
ca: Xàfecs de neu matutins
eo: Neĝopluvegoj atm.
es: Tormentas de nieve matutinas
pl: Poranne opady śniegu
uk: Вранці сильні опади снігу

source: PM Snow Showers
ca: Xàfecs de neu vespertins
eo: Neĝopluvegoj ptm.
es: Tormentas de nieve diurnas
pl: Po południu opady śniegu
uk: Удень сильні опади снігу

source: Scattered Snow Showers
ca: Pluges de neu disperses
eo: Disaj neĝopluvegoj
es: Nevadas aisladas
pl: Duże opady śniegu
uk: Окремі опади снігу

source: Flurries
ca: Pluges amb vent
es: Lluvias con rachas
pl: Śnieżny szkwał
uk: Дощ з поривами вітру

source: Drizzle
ca: Plugims
eo: Pluvnebulo
es: Llovizna
pl: Mżawka
uk: Мряка

source: Freezing Drizzle
ca: Pluja glaçada
eo: Frostiĝanta nebulpluvo
es: Lluvia helada
pl: Marznąca mżawka
uk: Замерзаючий дощ

source: Haze
ca: Boirina
eo: Nebula
es: Neblina
pl: Zamglone niebo
uk: Димка

source: Showers
ca: Pluges
eo: Pluvetoj
es: Chubascos
pl: Przelotne opady
uk: Зливи

source: AM Showers
ca: Pluges matinales
eo: Matenaj pluvetoj
es: Chubascos matinales
pl: Poranne opady
uk: Поранні зливи

source: PM Showers
ca: Pluges vespertines
eo: Tagaj pluvetoj
es: Chubascos vespertinos
pl: Popołudniowe opady
uk: Післяполудневі зливи

source: Showers Early
ca: Pluges matinales
eo: Matenaj pluvetoj
es: Chubascos tempranos
pl: Poranne opady
uk: Зливи рано в ранці

source: Showers Late
ca: Pluges cap al vespre
eo: Vesperaj pluvetoj
es: Chubascos por la tarde
pl: Wieczorne opady
uk: Зливи пізно в вечорі

source: Few Showers
ca: Alguns pluges
eo: Nemultaj pluvetoj
es: Chubascos parciales
pl: Nieliczne opady
uk: Незначні опади

source: Heavy Snow
ca: Neu intensa
eo: Neĝego
es: Nevada intensa
pl: Obfity śnieg
uk: Рясний сніг

source: Fog
ca: Boira
eo: Nebulo
es: Niebla
pl: Mgła
uk: Туман

source: Fog Early
ca: Boira matinal
eo: Matenaj brumo
es: Niebla matutina
pl: Poranna mgła
uk: Туман рано в ранці

source: Fog Late
ca: Boira cap al vespre
eo: Vesperaj brumo
es: Niebla vespertina
pl: Wieczorem mgła
uk: Туман увечері

source: Foggy
ca: Boira
eo: Nebulo
es: Niebla
pl: Mglisto
uk: Туман

source: AM Clouds
ca: Ennuvolat al matí
eo: Nubaj atm.
es: Nublado por la mañana
pl: Rano pochmurno
uk: Вранці хмарно

source: PM Sun
ca: Assolellat al vespre
eo: Beltaga ptm.
es: Soleado por la tarde
pl: Po południu słońce
uk: Вдень сонячно

source: Thunder
ca: Tempesta
eo: Tempesto
es: Tempestad
pl: Burza
uk: Гроза

source: Thunderstorms
ca: Tempestes
eo: Tempestoj
es: Tormentas
pl: Burze
uk: Грози

source: Isolated Thunderstorms
ca: Tempestes aïllades
eo: Izolaj tempestoj
es: Tormentas aisladas
pl: Burze z piorunami
uk: Окремі грози

source: AM Fog
ca: Boira matutina
eo: Nebulo atm.
es: Niebla matutina
pl: Rano mglisto
uk: Вранці туман

source: AM Drizzle
ca: Plugims matutins
eo: Pluvnebulo atm.
es: Llovizna matutina
pl: Rano mżawka
uk: Вранці мряка

source: AM Light Rain
ca: Pluja feble matutí
eo: Malgranda pluvo atm.
es: Lluvias ligeras matutinas
pl: Rano lekki deszcz
uk: Вранці незначні опади

source: PM Light Rain
ca: Pluja feble vespertí
eo: Malgranda pluvo ptm.
es: Lluvias ligeras diurnas
pl: Po południu lekki deszcz
uk: Вдень незначні опади

source: PM Clouds
ca: Ennuvolat al vespre
eo: Nubaj ptm.
es: Nublado matutino
pl: Po południu pochmurno
uk: Вдень хмарно

source: Light Rain Early
ca: Pluja feble vespertí
eo: Matena malgranda pluvo
es: Lluvias ligeras matutinas
pl: Poranny lekki deszcz
uk: Рано вранці незначні опади

source: Snow Showers Late
ca: Xàfecs de neu vespertins
eo: Vesperaj neĝopluvegoj
es: Tormentas de nieve vespertinas
pl: Wieczorne opady śniegu
uk: Увечері сильні опади снігу

source: Few Snow Showers
ca: Xàfecs aïllats de neu
eo: Malmulta neĝopluvegoj
es: Tormentas de nieve aisladas
pl: Nieliczne opady śniegu
uk: Невеликі опади снігу

source: Snow to Wintry Mix
ca: Neu o aiguaneu
es: Nieve o aguanieve
pl: Śnieg lub deszcz ze śniegiem
uk: Сніг або дощ зі снігом

source: Wintry Mix
ca: Aiguaneu
es: Aguanieve
pl: Deszcz ze śniegiem
uk: Дощ зі снігом

source: Thundershowers
ca: Xàfecs amb tempesta
eo: Tempestoj
es: Tormentas
pl: Burze z opadami
uk: Грозові бурі

source: Rain to Snow
ca: Aiguaneu
eo: Pluva aŭ neĝo
es: Lluvias o nevadas
pl: Deszcz i możliwy śnieg
uk: Дощ або сніг

source: Clouds Early
ca: Ennuvolat al matí
eo: Matena nubo
es: Nublado matutino
pl: Rano pochmurno
uk: Вранці хмарно

source: Clouds Late
ca: Ennuvolat al vespre
eo: Vespera nubo
es: Nublado vespertino
pl: Wieczorem pochmurno
uk: Увечері хмарно

source: Clearing Late
ca: Aclarit al vespre
es: Despejado por la tarde
pl: Później przejaśnienia
uk: Увечері прояснення

source: AM Ice
ca: Glaç al matí
eo: Glacio atm.
es: Hielo matutino
pl: Rano lód
uk: Вранці ожеледиця

source: Sleet
ca: Aiguaneu
eo: Grajlo
es: Lluvias con nieve
pl: Deszcz ze śniegiem
uk: Дощ зі снігом

source: Scattered Flurries
ca: Tempestes disperses
eo: Disaj skualoj kun neĝo
es: Lluvias aisladas con rachas
pl: Rozrzucony śnieżny szkwał
uk: Окремі дощі з поривами вітру

source: Snow Showers Early
ca: Xàfecs de neu matinals
eo: Matenaj neĝopluvegoj
es: Nevadas matutinas
pl: Poranne opady śniegu
uk: Рано вранці сильний сніг

source: Light Snow Late
ca: Neu feble vespertí
eo: Vespera malgranda neĝo
es: Nevadas ligeras vespertinas
pl: Wieczorem małe opady śniegu
uk: Увечері незначні опади снігу

source: Snow Early
ca: Neu matinal
eo: Matena neĝo
es: Nevadas matutinas
pl: Poranne opady śniegu
uk: Сніг рано в ранці

source: Snow Late
ca: Neu vespertí
eo: Vespera neĝo
es: Nevadas vespertinas
pl: Wieczorne opady śniegu
uk: Сніг пізно ввечері

source: Wind Early
ca: Vent matutí
eo: Matena vento
es: Viento matutino
pl: Rano wiatr
uk: Вранці вітряно

source: AM Rain
ca: Pluja matutina
eo: Pluvo atm.
es: Lluvias matutinas
pl: Rano deszcz
uk: Дощ уранці

source: PM Rain
ca: Pluja vespertina
eo: Pluvo ptm.
es: Lluvias vespertinas
pl: Po południu deszcz
uk: Дощ удень

source: PM Fog
ca: Boira vespertina
eo: Nebulo ptm.
es: Niebla a partir del mediodía
pl: Po południu mglisto
uk: Туман опівдні

source: Drizzle Early
ca: Plugims matutins
eo: Matena pluvnebulo
es: Llovizna matutina
pl: Poranna mżawka
uk: Мряка вранці

source: Drizzle Late
ca: Plugims vespertins
eo: Vespera pluvnebulo
es: Llovizna vespertina
pl: Wieczorna mżawka
uk: Мряка увечері

source: PM Drizzle
ca: Plugims a partir de migdia
eo: Pluvnebulo ptm.
es: Llovizna a partir del mediodía
pl: Po południu mżawka
uk: Мряка опівдні

source: Light Rain Late
ca: Pluja feble vespertí
eo: Vespera malgranda pluvo
es: Lluvias ligeras vespertinas
pl: Wieczorem lekki deszcz
uk: Незначні опади ввечері

source: Wind Late
ca: Vent vespertí
eo: Vespera vento
es: Viento vespertino
pl: Wieczorem wiatr
uk: Вітер увечері

source: Scattered Strong Storms
ca: Tempestes fortes disperses
eo: Disaj fortaj tempestoj
es: Tempestades aisladas
pl: Rozrzucone silne sztormy
uk: Окремі сильні бурі

source: Strong Storms
ca: Tempestes fortes
eo: Fortaj tempestoj
es: Tempestades fuertes
pl: Silne sztormy
uk: Сильні бурі

source: AM Light Wintry Mix
ca: Aiguaneu feble matutí
es: Aguanieve matutina ligera
pl: Rano lekki deszcz ze śniegiem
uk: Дощ зі снігом уранці

source: PM Light Wintry Mix
ca: Aiguaneu feble a partir de migdia
es: Aguanieve ligera a partir del mediodía
pl: Po południu lekki deszcz ze śniegiem
uk: Дощ зі снігом увечері

source: Light Wintry Mix
ca: Aiguaneu feble
es: Aguanieve ligera
pl: Lekki deszcz ze śniegiem
uk: Невеликий дощ зі снігом

source: AM Thunderstorms
ca: Tempestes al matí
eo: Tempestoj atm.
es: Tormentas matutinas
pl: Rano burze
uk: Грози вранці

source: PM Thunderstorms
ca: Tempestes a partir de migdia
eo: Tempestoj pt,.
es: Tormentas a partir del mediodía
pl: Po południu burze
uk: Грози ввечері

source: Thunderstorms Late
ca: Tempestes vespertins
eo: Tempestoj
es: Tormentas vespertinas
pl: Wieczorem burze
uk: Грози пізно ввечері

source: Rain Early
ca: Pluja matutí
eo: Matena pluvo
es: Lluvia matutina
pl: Poranny deszcz
uk: Вранці дощ

source: Thunderstorms Early
ca: Tempestes matutins
eo: Matena tempestoj
es: Tormentas matutinas
pl: Poranne burze
uk: Грози вранці

source: AM Thundershowers
ca: Xàfecs amb tempestes al matí
eo: Neĝotempestoj atm.
es: Tormentas matutinas
pl: Rano burze z opadami
uk: Грозові бурі вранці

source: PM Thundershowers
ca: Xàfecs amb tempestes a partir de migdia
eo: Neĝotempestoj ptm.
es: Tormentas a partir del mediodía
pl: Po południu burze z opadami
uk: Грозові бурі опівдні
