Repository: wojciechpolak/cheetah-news
Catalog: po/*.po
Languages: ca, eo, es, pl, uk

source: This is not a valid XML resource
ca: No és un recurs XML vàlid
eo: Tio ne estas taŭga risurco XML
es: No es un recurso XML válido
pl: To nie jest poprawny zasób XML
uk: Цей ресурс XML не є дійсним

source: This is not a valid feed
ca: Aquesta no és una alimentació vàlida
eo: Tio ne estas taŭga provizado
es: No es una alimentación válida
pl: To nie jest prawidłowy kanał
uk: Цей канал не є дійсним

source: Unauthorized
ca: No autoritzat
eo: Malaŭtentigita
es: No autorizado
pl: Brak uwierzytelnienia
uk: Відмовлено у доступі

source: Forbidden
ca: Prohibit
eo: Malpermesita
es: Prohibido
pl: Zabroniono
uk: Заборонено

source: Resource Not Found
ca: No s'ha trobat el recurs
eo: Risurco ne trovita
es: Recurso no encontrado
pl: Zasobu nie odnaleziono
uk: Ресурс не знайдений

source: Internal Server Error
ca: Error intern de servidor
eo: Interna eraro de servilo
es: Error interno del servidor
pl: Wewnętrzny błąd serwera
uk: Внутрішня помилка сервера

source: Service Unavailable
ca: Servei no disponible
eo: Servico nedisponebla.
es: Servicio no disponible
pl: Usługa niedostępna
uk: Служба недоступна

source: You are already subscribed to this feed
ca: Ja esteu subscrit a aqueixa alimentació
eo: Vi jam estas abonita al ĉi tiu provizado
es: Ya estás suscrito a está alimentación
pl: Jesteś już subskrybentem tego kanału
uk: Ви вже підписалися на цей канал

source: Connection failed
ca: Connexió ha fallat
eo: Konekto fiaskis.
es: Conexión denegada
pl: Połączenie nie powiodło się
uk: Не вдалося встановити з'єднання

source: Confirm Registration
ca: Confirmar la registració
eo: Konfirmu la registro
es: Confirma la registración
pl: Potwierdzenie rejestracji
uk: Підтвердження реєстрації

source: Greetings, To confirm or decline signing up for the Cheetah News Aggregator account, please click the following link:
ca: Hola, Per a confirmar o declinar registració de un compte en agregador de notícies Cheetah, cliqueu per favor sobre el enllaç següent:
es: Hola, Para confirmar o denegar registración de una cuenta en el agregador de noticias Cheetah, pulsa al enlace siguiente:
pl: Cześć, Aby potwierdzić lub skasować rejestrację w agregatorze wiadomości Cheetah News, odwiedź następującą stronę:
uk: Вітаємо, Будь-ласка, відвідайте це посилання, щоб підтвердити або відмовитися від реєстрації у системі Cheetah News Aggregator:

source: Error %s: %s
eo: Eraro %s: %s
pl: Błąd %s: %s
uk: Помилка %s: %s

source: Loading...
ca: S'està carregant...
eo: Ŝarĝo...
es: Cargando...
pl: Wczytywanie danych...
uk: Завантаження...

source: Cheetah News Aggregator requires ActiveX controls to be enabled.
ca: Agregador de notícies Cheetah requereix que la funció "ActiveX controls" estigué activada
es: Agregador de noticias Cheetah requiere activación de controladores "ActiveX".
pl: Agregator wiadomości Cheetah wymaga włączonej kontrolki ActiveX.
uk: Система Cheetah вимагає увімкнення підтримки ActiveX.

source: Your browser seems to be Internet Explorer, and ActiveX seems to be disabled.
ca: Sembleu utilitzar un "Internet Explorer" amb la funció "ActiveX" desactivada.
es: Al parecer, estás usando "Internet Explorer", pero "ActiveX" está desactivado.
pl: Zdaje się że Twoją przeglądarką jest Internet Explorer, i funkcje ActiveX zdają się być wyłączone.
uk: Здається що Ви користуєтесь Internet Explorer з вимкненою підтримкою ActiveX.

source: Please enable ActiveX controls in Internet Explorer. You can do this by going to the Tools menu,<br />selecting Internet Options, Security tab, Internet zone, and either select the Default Level,<br />or selecting Custom Level and scrolling down to "Run ActiveX controls and plug-ins" and selecting Enable.
ca: Per favor, habiliteu ActiveX en el seu Internet Explorer. Per fer-ho, cliqueu sobre Eines / Opcions d'Internet i seleccioneu la pestanya "Seguretat". A la casella "Zona" seleccioneu "Zona d'Internet" i escolliu "Nivell per defecte" o seleccioneu "Nivell personalitzat", baixeu fins a "Executar controls ActiveX i complements" i escolliu "Activar".
es: Por favor, activa controladores de "ActiveX" en su "Internet Explorer". Para hacerlo, entra el menú "Tools", selecciona "Internet Options", marcador "Security", "Internet zone". Luego selecciona "Default Level" o selecciona "Custom Level" y pulsa "Enable".
uk: Будь-ласка, увімкніть підтримку ActiveX: увійдіть до меню "Tools", виберіть пункт "Internet Options", перейдіть до закладки "Security tab", після чого виберіть "Internet zone", "Default Level"; або виберіть "Custom Level" => "Run ActiveX controls and plug-ins" та увімкніть "Enable".

source: After enabling ActiveX controls, %stry again%s.
ca: Després de haver-la activat, %sproveu de nou%s.
es: Al activar controladores de "ActiveX", %sintenta de nuevo%s.
pl: Po włączeniu ActiveX, %sspróbuj jeszcze raz%s.
uk: Після увімкнення ActiveX, %sспробуйте ще раз%s.

source: Temporary database problem
ca: Hi ha un problema temporal de la base de dades.
eo: Provisora problemo kun la datumbazo
es: Error temporal de base de dados
pl: Tymczasowy błąd bazy danych
uk: Тимчасова помилка бази даних

source: Sorry, but your browser is currently not supported by the Cheetah News Aggregator.
ca: Disculpi, el seu navegador no és actualment suportat pel agregador de notícies Cheetah.
eo: Pardonu, via foliumilo dume ne estas realigita de novaĵkolektoro Cheetah.
es: Disculpa, actualmente tu navegador no tiene soporte en agregador de noticias Cheetah.
pl: Niestety Twoja przeglądarka na razie nie jest obsługiwana przez agregator wiadomości Cheetah News.
uk: Пробачте, ваш переглядач наразі не підтримується системою Cheetah News Aggregator.

source: Keyboard shortcuts
ca: Vincles de tecla
eo: Epitomoj de klavaro
es: Atajos más usados del teclado
pl: Skróty klawiszowe
uk: Комбінації клавіш

source: Keystroke
ca: Tecla
eo: Klavo
es: Tecla
pl: Kombinacja klawiszy
uk: Клавіша

source: Action
ca: Acció
eo: Ago
es: Acción
pl: Akcja
uk: Дія

source: next item
ca: element següent
eo: neksta elemento
es: elemento siguiente
pl: następny element
uk: наступний елемент

source: previous item
ca: element anterior
eo: antaŭa elemento
es: elemento anterior
pl: poprzedni element
uk: попередній елемент

source: next feed
ca: alimentació següent
eo: neksta provizado
es: alimentación siguiente
pl: następny kanał
uk: наступний канал

source: previous feed
ca: alimentació anterior
eo: antaŭa provizado
es: alimentación anterior
pl: poprzedni kanał
uk: попередній канал

source: open selected feed/entry
ca: obrir alimentació/article
eo: malfermu elektitan provizadon/eron
es: abrir alimentación/entrada
pl: otwórz wskazany kanał/wpis
uk: Відкрити вибраний канал/повідомлення

source: append selected feed
ca: afegir alimentació seleccionada
eo: malfermu elektitan provizadon
es: agregar alimentación seleccionada
pl: dodaj wskazany kanał
uk: додати вибраний канал/повідомлення

source: open feeds from folder/more
ca: obrir alimentació de la carpeta/més
eo: malfermu provizadojn de la dosierujo/pli
es: abrir alimentaciones de la carpeta/más
pl: otwórz kanały z folderu/więcej
uk: відкрити канали з цієї теки/більше

source: append feeds from folder
ca: afegir alimentacions de carpeta seleccionada
eo: adicii provizadojn de la dosierujo
es: agregar alimentaciones de la carpeta
pl: dodaj kanały z folderu
uk: додати канали з цієї теки

source: close selected feed
ca: tancar alimentació seleccionada
eo: malfermu elektitan provizadon
es: cerrar alimentación seleccionada
pl: zamknij wskazany kanał
uk: закрити вибраний канал

source: move left to My Stuff window
ca: moure al'esquerra, a finestra "Les meues coses"
eo: iru maldekstren tra fenestro "Miaj aĵoj"
es: mover a la ventana ¨Mis cosas¨
pl: przejście w lewo do okna Moje kanały
uk: перейти вліво, у вікно "Мої канали"

source: move right to a feed window
ca: moure a dreta, a la finestra de l'alimentació
eo: iru dekstren tra fenestro de la provizado
es: mover a la derecha, a la ventana de alimentación
pl: przejście w prawo do okna kanału
uk: перейти вправо, у вікно каналу

source: hide/show all active feeds
ca: amagar/mostrar totes alimentacions actives
eo: kaŝu/montru ĉiujn aktivajn provizadojn
es: esconder/mostrar todas alimentaciones activas
pl: ukryj/pokaż wszystkie aktywne kanały
uk: сховати/показати усі активні канали

source: show all loaded feeds
ca: mostrar totes alimentacions carregades
eo: montru ĉiujn ŝargitajn provizadojn
es: mostrar todas alimentaciones cargadas
pl: pokaż wszystkie wczytane kanały
uk: показати усі завантажені канали

source: open/close My Stuff window
ca: obrir/tancar finestra "Les meues coses"
eo: malfermu/fermu la fenestro "Miaj aĵoj"
es: abrir/cerrar la ventana ¨Mis cosas¨
pl: otwórz/zamknij Moje kanały
uk: відкрити/закрити вікно "Мої канали"

source: collapse
ca: plegar
eo: volvu
es: plegar
pl: zwiń
uk: згорнути

source: refresh visible
ca: refrescar
eo: refreŝu videblajn
es: refrescar visibles
pl: odśwież widoczne
uk: оновити видимі

source: mark entry as read
ca: marcar la entrada com a llegida
eo: Indiku eron kiel tralegito
es: marcar la entrada como leída
pl: oznacz wpis jako przeczytany
uk: помітити цю статтю як прочитану

source: mark entry as unread
ca: marcar la entrada com a no llegida
eo: Indiku eron kiel maltralegito
es: marcar la entrada como no leída
pl: oznacz wpis jako nieprzeczytany
uk: помітити цю статтю як непрочитану

source: filter visible
ca: filtrar visibles
eo: filtri videblajn
es: filtrar visibles
pl: filtruj widoczne
uk: фільтрувати видимі

source: save link
ca: guardar enllaç
eo: konservu ligilon
es: guardar enlace
pl: zapisz odsyłacz
uk: зберегти посилання

source: open/close Weather Report
ca: obrir/tancar el previsió del temps
eo: malfermu/fermu la veterprognozo
es: abrir/cerrar el pronóstico meteorológico
pl: otwórz/zamknij Raport pogodowy
uk: відчинити/зачинити прогноз погоди

source: open/close Notes and Bookmarks
ca: obrir/tancar els notes i adreces d'interès
eo: malfermu/fermu Noticoj kaj Legosignoj
es: abrir/cerrar notas y marcadores
pl: otwórz/zamknij Notatki i Zakładki
uk: відчинити/зачинити нотатки та закладки

source: initializing...
ca: inicialització...
eo: pravalorizo...
es: iniciando...
pl: inicjalizacja...
uk: ініціалізація...

source: Your browser is working offline!
ca: El seu navegador està desconnectat de la xarxa!
eo: Via foliumilo funkcias senkonekte
es: Tu navegador está desconectado de la red!
pl: Twoja przeglądarka jest obecnie odłączona od sieci!
uk: Твій переглядач від'єднаний від мережі!

source: You need to enable active scripting and ActiveX controls.
ca: Necessiteu de activar les funcions "active scripting" i "ActiveX controls" del seu navegador.
es: Es necesario activar "active scripting" y controladores de "ActiveX".
pl: Musisz włączyć "active scripting" oraz "ActiveX controls".
uk: Треба увімкнути підтримку active scripting та ActiveX

source: Timeout Error!
ca: Temps esgotat!
eo: Templimo finita!
es: Tiempo agotado!
pl: Przekroczono czas!
uk: Час очікування вийшов!

source: error
eo: eraro
pl: błąd
uk: помилка

source: Your browser can't handle this script.
eo: Via foliumilo ne povas trakti ĉi tiu skripto.
es: Su navegador no puede manejar este script.
uk: Ваш переглядач не є в стані виконати цю програму

source: fetching data...
ca: recollint dades...
eo: livero de datenoj...
es: obteniendo los datos...
pl: pobieranie danych...
uk: достачання даних...

source: Open feeds from this folder
ca: Obrir alimentacions d'aquesta carpeta
eo: Malfermu provizadojn de ĉi tiu dosierujo
es: Abrir alimentaciones de este carpeta
pl: Otwórz wszystkie kanały z tego folderu
uk: Відкрити канали з цієї теки

source: loading...
ca: s'està carregant...
eo: Ŝarĝo...
es: cargando...
pl: ładowanie...
uk: Завантаження...

source: stories
ca: articles
eo: rakontoj
es: artículos
pl: ilość wpisów
uk: статті

source: Expand
ca: Desplegar
eo: Malvolvu
es: Expandir
pl: Rozwiń
uk: Розширити

source: Expand entries
ca: Desplegar articles
eo: Malvolvu erojn
es: Desplegar entradas
pl: Rozwiń wpisy
uk: Розгорнути статті

source: Collapse
ca: Plegar
eo: Volvu
es: Plegar
pl: Zwiń
uk: Згорнути

source: Collapse entries
ca: Plegar articles
eo: Volvu erojn
es: Plegar artículos
pl: Zwiń wpisy
uk: Згорнути статті

source: Mark as read
ca: Marcar com a llegit
eo: Indiku kiel tralegito
es: Marcar como leídas
pl: Oznacz jako przeczytane
uk: Помітити як прочитані

source: Mark all entries as read
ca: Marcar totes les entrades com llegides
eo: Indicu ĉiujn erojn kiel tralegitojn
es: Marcar todas las entradas como leídas
pl: Oznacz wszystkie wpisy jako przeczytane
uk: Помітити всі записи як прочитані

source: Mark as unread
ca: Marcar com a no llegit
eo: Indiku kiel maltralegito
es: Marcar como no leídas
pl: Oznacz jako nieprzeczytane
uk: Помітити як непрочитані

source: Mark all entries as unread
ca: Marcar totes les entrades com no llegides
eo: Indicu ĉiujn erojn kiel maltralegitojn
es: Marcar todas las entradas como no leídas
pl: Oznacz wszystkie wpisy jako nieprzeczytane
uk: Почітити всі записи як непрочитані

source: See enclosed multimedia
ca: Veges la imatge adjunta
eo: Vidu enmetita plurmedio
es: Ver dados multimedia adjuntos
pl: Zobacz załączone dane multimedialne
uk: Див. долучені мультимедійні дані

source: See enclosed image
ca: Veges la imatge adjunta
eo: Vidu enmetita bildo
es: Ver imagen adjunto
pl: Zobacz załączony obrazek
uk: Див. долучене зображення

source: External link
ca: Enllaç extern
eo: Ekstera ligilo
es: Enlace externo
pl: Zewnętrzny odsyłacz
uk: Зовнішнє посилання

source: more
ca: més
eo: pli
es: más
pl: więcej
uk: читай далі

source: email this
eo: retpoŝtu
es: enviar esto
uk: відправити це

source: Email this to a friend
eo: Sendu retmesaĝon al amiko
es: Enviar esto a un amigo
uk: Відправити другові

source: progress
ca: progrés
eo: progresio
es: progreso
pl: postęp
uk: поступ

source: You don't have any active feeds.
eo: Vi ne havas aktivajn provizadojn.
es: No tienes alimentaciones activas.
uk: Немає жодного активного фільтра.

source: A popup blocker may be preventing Cheetah News from opening the page.
ca: Possiblement és el bloqueig de finestres emergents que impedeix a obrir la pàgina.
es: Posiblemente es el bloqueo de ventanas de aparición instantánea que impide abrir esta página.
pl: Włączona blokada wyskakujących okienek może uniemożliwić otwarcie nowej strony.
uk: Увімкнене блокування виринаючих вікон може заважати відкриттю цієї сторінки.

source: If you have a popup blocker, try disabling it to open the window.
ca: Si tens bloqueig activat, deshabilita'l per a obrir la finestra.
es: Si tu navegador tiene el bloqueo activado, desactívalo para abrir la ventana.
pl: Jeśli blokada jest włączona, proszę ją wyłączyć dla strony serwisu Cheetah News.
uk: Спробуйте вимкнути блокування щоб відкрити сторінку.

source: Filter
ca: Filtre
eo: Filtrilo
es: Filtro
pl: Filtr
uk: Фільтр

source: filtering...
ca: filtrant...
eo: filtrilo...
es: filtración...
pl: filtrowanie...
uk: Фільтрування...

source: %d entry
ca: %d entrada
eo: %d ero
es: %d entrada
pl: %d wpis
uk: %d запис

source: filtered
ca: filtrat
eo: filtrilo
es: filtrado
pl: filtr
uk: фільтр

source: Remove filtering
ca: Cancel·lar el filtre
eo: Eliminu filtrilon
es: Desactivar filtración
pl: Usuń filtrowanie
uk: Відмінити фільтрування

source: Remove filtering from all feeds
ca: Cancel·lar la filtració de totes les alimentacions
eo: Eliminu filtrilon de ĉiujn provizadojn
es: Desactivar filtración de todas las alimentaciones
pl: Usuń filtrowanie ze wszystkich kanałów
uk: Відмінити фільтрування усіх каналів

source: Error Information
eo: Informoj de la eraro
es: Información del error
uk: Подробиці помилки

source: clear
eo: forviŝu
es: limpiar
uk: очистити

source: My Stuff
ca: Les meues coses
eo: Miaj aĵoj
es: Mis cosas
pl: Moje kanały
uk: Мої канали

source: Welcome
ca: Benvinguts
eo: Bonvenon
es: Bienvenido
pl: Witaj
uk: Ласкаво просимо,

source: About Cheetah News
ca: Quant a Cheetah News
eo: Pri Cheetah novaĵkolektoro
es: Acerca de Cheetah News
pl: Informacje o Cheetah News
uk: Про систему новин Cheetah

source: show active
ca: mostrar actives
eo: montru aktivajn
es: mostrar activas
pl: pokaż aktywne
uk: показати активні

source: Show all active feeds
ca: Mostrar totes alimentacions actives
eo: Montru ĉiujn aktivajn provizadojn
es: Mostrar todas alimentaciones activas
pl: Pokaż wszystkie aktywne kanały
uk: Показати всі активні канали

source: show loaded
ca: mostrar carregades
eo: montru ŝargitajn
es: mostrar cargadas
pl: pokaż wczytane
uk: показати завантажені

source: Show all loaded feeds
ca: Mostrar totes alimentacions carregades
eo: Montru ĉiujn ŝargitajn provizadojn
es: Mostrar todas alimentaciones cargadas
pl: Pokaż wszystkie wczytane kanały
uk: Показати всі завантажені канали

source: hide all
ca: amagar totes
eo: kaŝu ĉiujn
es: esconder todas
pl: ukryj wszystkie
uk: сховати всі

source: Hide all feeds
ca: Amagar totes les alimentacions
eo: Kaŝu ĉiujn provizadojn
es: Esconder todas las alimentaciones
pl: Ukryj wszystkie kanały
uk: Сховати всі канали

source: Refresh all visible feeds
ca: Refrescar totes les alimentacions visibles
eo: Refreŝu ĉiujn videblajn provizadojn
es: Refrescar todas las alimentaciones visibles
pl: Odśwież wszystkie widoczne kanały
uk: Оновити всі видимі канали

source: Filter visible feeds
ca: Filtrar totes les alimentacions visibles
eo: Filtri videblajn provizadojn
es: Filtrar todas las alimentaciones visibles
pl: Filtruj widoczne kanały
uk: Фільтрувати всі видимі канали

source: Expand folders
ca: Desplegar articles
eo: Malvolvu dosierujojn
es: Desplegar carpetas
pl: Rozwiń foldery
uk: Розгорнути теки

source: Collapse folders
ca: Plegar articles
eo: Volvu dosierujojn
es: Plegar carpetas
pl: Zwiń foldery
uk: Згорнути теки

source: Show My Stuff
ca: Mostrar les meues coses
eo: Montru "Miaj aĵoj"
es: Mostrar mis cosas
pl: Pokaż moje kanały
uk: Показати мої канали

source: Add New Feed
ca: Afegir nova alimentació
eo: Adiciu novan provizadon
es: Agregar una alimentación nueva
pl: Dodaj nowy kanał
uk: Додання нового каналу

source: Manage Subscriptions
ca: Gestionar subscripcions
eo: Administru abonojn
es: Administrar suscripciones
pl: Zarządzanie kanałami
uk: Керування підпискою

source: Manage Folders
ca: Gestionar carpetes
eo: Administru dosierujojn
es: Administrar carpetas
pl: Zarządzanie folderami
uk: Керування теками

source: User Settings
ca: Paràmetres del usuari
eo: Uzula agordoj
es: Configuraciones del usuario
pl: Ustawienia użytkownika
uk: Налаштування користувача

source: Logout
ca: Fi de sessió
eo: Adiaŭu
pl: Wylogowanie
uk: Вихід

source: Close Window
ca: Tancar la finestra
eo: Fermu la fenestro
es: Cerrar la ventana
pl: Zamknij okno
uk: Закрити вікно

source: Reload this feed
ca: Recarregar aquesta alimentació
eo: Reŝargu ĉi tiu provizado
es: Recargar esta alimentación
pl: Odśwież bieżący kanał
uk: Перезавантажити цю подачу

source: Root folder
ca: Carpeta principal
eo: Ĉefa dosierujo
es: Carpeta principal
pl: Katalog główny
uk: Головна тека

source: Menu
ca: Menú
eo: Menuo
es: Menú
uk: Меню

source: menu
ca: menú
eo: menuo
es: menú
uk: меню

source: Invalid URL
ca: URL incorrecte.
eo: URL nevalida
es: URL no válida
pl: Nieprawidłowy adres
uk: URL не є дійсний

source: Validating URL...
ca: Verificant la URL...
eo: Kontrolo de URL...
es: Validación de la URL...
pl: Sprawdzanie adresu...
uk: Перевірка правильності URL...

source: OK
ca: D'acord
eo: Bone
es: Aceptar
uk: Гаразд

source: Subscribing to %s...
eo: Abono al %s...
es: Subscripción a %s...
uk: Підписка на %s...

source: Info Window
eo: Fenestro de informo
es: Ventana de información
uk: Інформаційне вікно

source: Or add feed by URL
eo: aŭ adiciu la URL de la provizoro
es: o agregar una alimentación por su URL
uk: Або додайте канал через його URL

source: Or import an OPML file
eo: aŭ importu dosieron OPML
es: o importar un archivo OPML
uk: Або імпортуйте файл OPML

source: Importing file...
ca: Important el fitxer...
eo: Importo de la dosiero...
es: Importación del archivo...
pl: Importowanie pliku...
uk: Імпортування файлу...

source: Invalid folder name
ca: Nom de fitxer no vàlid
eo: Nevalida dosiernomo
es: Nombre de carpeta inválido
pl: Nieprawidłowa nazwa folderu
uk: Недійсна назва теки

source: Adding folder...
ca: S'està afegint el fitxer...
eo: Adicio de la dosiero...
es: Adición del archivo...
pl: Dodawanie folderu...
uk: Додання теки...

source: You have checked more than 10 active feeds. This might slow down the startup process. Would you like to proceed?
eo: Vi elektis pli ol 10 aktivajn provizorojn. Tio povas malrapidi la proceso de startigo. Vi deziras kontinuigi?
es: Has seleccionado más de 10 alimentaciones activas. Esto puede ralentizar el proceso de inicialización. ¿Seguro que quieres continuar?
uk: Вами встановлено більш ніж 10 активних каналів. Це може сповільнити запуск системи. Бажаєте продовжити?

source: Settings
ca: Paràmetres
eo: Agordoj
es: Configuraciones
pl: Ustawienia
uk: Налаштування

source: Save changes
ca: Guardar canvis
eo: Konservu ŝanĝojn
es: Guardar los cambios
pl: Zapisz zmiany
uk: Зберегти зміни

source: Cancel
ca: Cancel·lar
eo: Resignu
es: Cancelar
pl: Anuluj
uk: Відмінити

source: Add a specific RSS, RDF, or ATOM feed by entering the URL below (Autodiscovery supported).
eo: Adiciu provizadon RSS, RDF aŭ ATOM, donante la URL sube.
es: Agregar una alimentación especificada de RSS, RDF o ATOM escribiendo su URL abajo (se soporte el descubrimiento automático).
uk: Впишіть URL бажаного каналу RSS, RDF або ATOM (підтримується автоматичне викриття).

source: Import your subscriptions from an OPML file.
ca: Importeu les seues subscripcions des d'un fitxer OPML.
eo: Importu viajn abonojn de la dosiero OPML.
es: Importar tu suscripciones de un archivo OPML.
pl: Import kanałów i folderów z pliku OPML.
uk: Імпортування підписки з файлу OPML.

source: Refresh rate (active feeds)
ca: Període de refresca (alimentacions actives)
eo: Periodo de refreŝo (aktivajn provizadojn)
es: Tasa de refresco (alimentaciones activas)
pl: Częstotliwość odświeżania (kanały aktywne)
uk: Інтервал оновлення (активні канали)

source: Show active feeds on startup
ca: Mostrar totes alimentacions actives en iniciar-se
eo: Montru ĉiujn aktivajn provizadojn dum sia startigo
es: Mostrar todas alimentaciones activas al inicializarse
pl: Pokaż aktywne kanały na starcie
uk: Показати усі активні канали після запуску

source: Oldest entries first
ca: Ordenació temporal inversa
eo: Komencu per la pli malnovaj eroj
es: Ordenación temporal inversa
pl: Najstarsze wpisy na górze
uk: Показувати першими найстаріші елементи

source: Add new folder.
ca: Afegir una nova carpeta.
eo: Adiciu novan dosierujon.
es: Agregar una carpeta nueva.
pl: Nowy folder.
uk: Додати нову теку.

source: Display language:
ca: Llenguatge:
eo: Lingvo:
es: Idioma:
pl: Język interfejsu:
uk: Мова інтерфейсу:

source: Interface (cookie-based):
eo: Interfaco (bazita sur biskvitojn):
es: Interfaz (guardado en galletas):
uk: Інтерфейс (переховується на машині користувача)

source: System:
ca: Sistema:
eo: Sistemo:
es: Sistema:
uk: Система:

source: Close without saving?
ca: Tancar sense guardar canvis?
eo: Fermi sen konservo?
es: Cerrar sin guardar los cambios?
pl: Zamknąć bez zapisania zmian?
uk: Вихід без запису змін?

source: add
ca: afegir
eo: adiciu
es: añadir
pl: dodaj
uk: Додати

source: Import
ca: Importar
eo: Importiu
es: Importar
pl: Importuj
uk: Імпортувати

source: expand
ca: desplegar
eo: malvolvi
es: desplegar
pl: rozwiń
uk: розширені

source: active
ca: actiu
eo: aktivaj
es: activo
pl: aktywny
uk: активні

source: minutes
ca: minuts
eo: (minutoj)
es: minutos
pl: minut
uk: (хвилини)

source: Switch without saving?
ca: Canviar sense guardar canvis?
eo: Ŝalti sen konservo?
es: Cambiar sin guardar los cambios?
pl: Przełączyć bez zapisania zmian?
uk: Переключити без запису змін?
