Repository: wojciechpolak/cheetah-news
Catalog: po/*.po
Languages: ca, eo, es, pl, uk

source: This is to notify you that your account on ~A is due to expire in ~A day.
ca: T'enviem aquest missatge per informar-te que el teu compte en ~A expira en ~A dia.
es: Te informamos que tu cuenta de ~A está por expirar en ~A día.
pl: Twoje konto w ~A wygaśnie za ~A dzień.
uk: Термін дії вашого рахунку в системі ~A закінчується за ~A день.

source: To renew your account, please visit http://~A and log in. For more information regarding Terms of use of ~A, please see http://~A/terms_of_service.
ca: Per a renovar el teu compte, accedeix a http://~A amb la teua adreça de correu i contrasenya. Per a més informació sobre els termes d'ús de ~A, veges http://~A/terms_of_service.
es: Para reactivar tu cuenta, accede a http://~A con la dirección de correo electrónico y la contraseña asociada previamente con su cuenta. Para obtener más información sobre los términos de uso de ~A, visita http://~A/terms_of_service.
pl: Aby odnowić swoje konto, odwiedź http://~A i zaloguj się. Informacje odnośnie Warunków korzystania z usług ~A, znajdziesz na stronie http://~A/terms_of_service.
uk: Аби відновити Ваш рахунок, відвідайте сторінку http://~A та залогуйтеся. Додаткову інформацію про умови користування з ~A можна знайти за адресою http://~A/terms_of_service.

source: If you have any questions, please write to <~A>.
ca: Si tens preguntes, no dubtis a enviar-nos-les a <~A>.
eo: Se havas demandojn, bonvolu skribu al <~A>
es: Si tienes preguntas, por favor escribe a <~A>.
pl: Jeśli masz jakiekolwiek pytania, napisz na adres <~A>.
uk: Якщо Ви маєте питання стосовно сервісу, будь ласка напишіть нам за адресою <~A>.

source: Your Cheetah account is due to expire
ca: El teu compte Cheetah està per expirar
eo: Via konto en Cheetah post ne longe kadukiĝos.
es: Tu cuenta Cheetah está por expirar
pl: Twoje konto w serwisie Cheetah News wkrótce wygaśnie
uk: Термін дії вашого рахунку Cheetah закінчується

source: You are using a guest account. You must register in order to do this.
ca: Utilitzeu un compte del visitante. Per a executar aquesta operació heu d'estar un usuari registrat.
eo: Vi uzi konto de gasto, sed per fari tio vi devas registri vin.
es: Para llevarle a cabo está operación tienes que ser usuario registrado, pero ahora estás usando una cuenta de visitante.
pl: Używasz gościnnego konta. Aby wykonać tę operację musisz się zarejestrować.
uk: Ви користаєтесь гостьовим рахунком, але для здійснення цієї операції ви повинні бути зареєстрованим користувачем.

source: Your password has been successfully changed.
ca: La teua contrasenya ha estat canviada con èxit.
eo: Via pasvorto estis ŝanĝita kun sukceso.
es: Tu contraseña ha estado cambiada con éxito.
pl: Twoje hasło zostało zmienione pomyślnie.
uk: Пароль відновлено успішно.

source: Your password recovery session has expired.
ca: La teua sessió de recuperació de la contrasenya ha caducat
eo: Via seanco de riparo de pasvorto kadukiĝis.
es: Sesión de reconstitución de la contraseña ha expirado.
pl: Twoja sesja odzyskiwania hasła wygasła.
uk: Час дійсності сесії відновлення паролю вийшов.

source: Account %s doesn't exist.
ca: El compte «%s» no existeix.
eo: Konto %s ne ekzistas.
es: La cuenta %s no existe
pl: Konto %s nie istnieje.
uk: Рахунок %s не існує.

source: Sign in
ca: Entrar
eo: Salutiu
es: Entra
pl: Zaloguj
uk: Вхід

source: Set New Password
ca: Establiu la nova contrasenya
eo: Indiku novan pasvorton
es: Establecer la nueva contraseña
pl: Edycja nowego hasła
uk: Встановлення нового пароля

source: account
ca: compte
eo: konto
es: cuenta
pl: konto
uk: рахунок

source: Old password:
ca: Contrasenya antiga:
eo: Maljuna pasvorto:
es: Contraseña antigua:
pl: Stare hasło:
uk: Старий пароль:

source: New password:
ca: Contrasenya nova:
eo: Nova pasvorto:
es: Contraseña nueva:
pl: Nowe hasło:
uk: Новий пароль:

source: Re-type password:
ca: Re-escriviu la contrasenya:
eo: Retajpu la pasvorto:
es: Vuelve a escribir la nueva contraseña:
pl: Powtórzone hasło:
uk: Повторіть пароль:

source: Password cannot be an empty string.
ca: La contrasenya no pot ser buit.
eo: Pasvorto ne povas esti vakua ĉeno.
es: La contraseña no puede ser nulo.
pl: Hasło nie może być puste
uk: Пароль не може бути пустим.

source: Passwords do not match.
ca: Les contrasenyes no concorden.
eo: Pasvortoj ne kongruas.
es: Las contraseñas no coinciden.
pl: Hasło i powtórzone hasło różnią się.
uk: Паролі не співпадають.

source: Invalid old password.
ca: Contrasenya antiga no vàlida
eo: Nevalida maljuna pasvorto.
es: Contraseña antigua no es válida
pl: Nieprawidłowe stare hasło.
uk: Старий пароль невірний.

source: Change Password
ca: Canviar contrasenya
eo: Ŝanĉu la pasvorto
es: Cambiar contraseña
pl: Zmień hasło
uk: Змінити пароль

source: JavaScript is required
ca: Es requereix JavaScript
eo: JavaScript estas postulito
es: Se requiere JavaScript
pl: Wymagana jest obsługa JavaScriptu
uk: Потрібна підтримка JavaScript

source: What's New
ca: Què novetats
eo: Kio estas nova
es: ¿Qué novedades?
pl: Nowości
uk: Що нового

source: or
ca: o
eo: aŭ
es: o
pl: lub
uk: або

source: Browser preferred language
ca: Idioma preferit del navegador
eo: Lingvo, preferita per foliumilo
es: El idioma preferido del navegador web
pl: Preferowany język w przeglądarce
uk: Згідно з налаштуваннями переглядача

source: Personal News Aggregator %s
ca: Agregador de notícies personal %s
eo: Persona novaĵkolektoro Cheetah %s
es: Agregador personal de noticias %s
pl: Osobisty Agregator Wiadomości, wersja %s
uk: Персональний збірщик новин, версія %s

source: Privacy Policy
ca: Política de privadesa
eo: Politiko de privateco
es: Política de privacidad
pl: Ochrona prywatności
uk: Охорона приватности

source: Terms of Service
ca: Condiciones de servicio
eo: Termoj de servico
es: Términos de uso
pl: Warunki korzystania z usług
uk: Умови користування послугами

source: Credits:
ca: Crèdits:
eo: Autoroj de programo:
es: Créditos:
pl: Autorzy:
uk: Автори:

source: main programming and lead developer
ca: programació principal i coordinació del projecto
eo: precipa evoluo kaj ĉefprogramisto
es: programación principal y coordinación del proyecto
pl: programowanie i główny deweloper
uk: провідний розробник та координатор проекту

source: additional programming
ca: programació addicional
eo: ekstra programado
es: programación adicional
pl: dodatkowe programowanie
uk: додаткове програмування

source: graphics (icons)
eo: grafiko (piktogramoj)
es: gráfica (iconos)
uk: графіка (іконки)

source: Feedback:
ca: Re-alimentació:
eo: Retrokuplado:
es: Retroalimentación:
pl: Opinie:
uk: Відгуки:

source: -- send us your bug reports and suggestions (public list).
ca: -- envieu-nos informes d'error i suggeriments (llista pública).
eo: -- sendu al ni viajn cimo-raportojn kaj sugestojn (publika dissendolisto).
es: -- envíenos sus reportes de bichos y sugestiones (lista pública).
pl: -- wyślij nam swoje opinie i propozycje (lista publiczna).
uk: -- повідомте нас про помічені помилки та надійшліть Ваші пропозиції (публічний список розсилки).

source: -- private list.
ca: -- llista privada.
eo: -- privata dissendolisto.
es: -- lista privada.
pl: -- lista niepubliczna.
uk: -- приватний список розсилки.

source: Bleeding-Edge Personal News Aggregator %s
ca: Avançat agregador de notícies personal %s
eo: Plej nova persona novaĵkolektoro Cheetah %s
es: Agregador de noticias personal %s
pl: Osobisty Agregator Wiadomości, wersja %s
uk: Найновішій персональний збірщик новин, версія %s

source: Currently used language
eo: Kuranta lingvo
es: Idioma actualmente en uso
uk: Поточна мова

source: Bookmark to del.icio.us
eo: Legosigno en del.icio.us
es: Guardar enlace en del.icio.us
uk: Запам'ятати адрес у del.icio.us

source: Digg it
eo: Konservu adreso en digg.com
es: Guardar enlace en digg.com
uk: Запам'ятати адрес у digg.com

source: Broken XML feed. Verify
ca: La alimentació XML no és vàlida. Verifiqueu
eo: Rompita provizado de XML. Reviziu
es: Alimentación XML descompuesta. Verifique
pl: Niepoprawny kanał XML. Sprawdź
uk: Неправильний канал XML. Перевірте

source: The requested URL was not found on this server
ca: La URL requerida no s'ha trobat en aquest servidor
eo: Postulita URL ne estis trovita en tiu ĉi servilo
es: La URL solicitada no fue encontrada en este servidor
pl: Nie odnaleziono żądanego URL na tym serwerze
uk: Бажаний URL не знайдено на цьому сервері

source: Request timed out
ca: Petició ha caducat
eo: Templimo de peto finita.
es: Petición ha expirado
pl: Przekroczono czas oczekiwania na połączenie
uk: Вичерпано час дійсности запиту

source: Connection timed out
ca: La connexió ha excedit el temps de resposta
eo: Templimo de konekto finita.
es: Tiempo de espera de la conexión agotado
pl: Przekroczono czas oczekiwania na połączenie
uk: Вичерпано час встановлення з'єднання

source: Connection refused
ca: Connexió refusada
eo: Konekto estas rifuzita
es: Conexión denegada
pl: Połączenie odrzucone
uk: Відмова у з'єднанні

source: Host is down
ca: El sistema està fora de servei
eo: Retnodo ne estas alirebla
es: El sistema está fuera de servicio
pl: Host nie odpowiada
uk: Машіна не відповідає

source: No route to host
ca: No hi ha ruta cap a la màquina
eo: Mankas vojo al retnodo
es: No hay ruta hacia el sistema
pl: Brak drogi do hosta
uk: Не знайдено шлях до вузла

source: Internal server error on remote host
ca: Error intern de servidor remot
eo: Interna eraro de fora servilo
es: Error interno del servidor remoto
pl: Wewnętrzny błąd serwera na zdalnej maszynie
uk: Внутрішня помилка сервера на віддаленій машині

source: Network is unreachable
ca: Xarxa no accessible
eo: Neatingebla reto
es: Red no accesible
pl: Połączenie sieciowe jest niedostępne
uk: Мережа недоступна

source: Unknown error
ca: Error desconegut
eo: Nekonata eraro
es: Error desconocido
pl: Nieznany błąd
uk: Невідома помилка

source: Bad feedId
ca: feedId no vàlid
eo: Misa feedId
es: feedId no válido
pl: Niepoprawny feedId
uk: Недійсний feedId

source: Operation not permitted. Access denied
ca: Operació no permesa. S'ha denegat l'accés
eo: Operacio ne estas permesata. Atingo rifuzata
es: Operación no permitida. Acceso denegado
pl: Operacja niedozwolona. Odmowa dostępu
uk: Операція заборонена. Відмова у доступі

source: There was a problem with your upload
ca: Hi havia un problema amb la seua càrrega
eo: Estis problemo kun via alŝuto
es: Ocurrió un problema con su envío de ficheros
pl: Wystąpił problem podczas przegrywania pliku
uk: Під час завантаження зайшла помилка

source: The uploaded file is not an OPML.
ca: El fitxer carregat no és un OPML.
eo: La alŝutita dosiero ne estas OPML.
es: El archivo enviado no és un OPLM.
pl: Załadowany plik nie jest zgodny z formatem OPML.
uk: Завантажений файл не є в форматі OPML.

source: XML Syntax Error
ca: error de sintaxi XML
eo: eraro de sintaksa de XML
es: error sintáctico de XML
pl: Błąd składni XML
uk: Помилка синтаксису XML

source: The file you are trying to upload is too big
ca: El fitxer a carregar és massa gran
eo: La dosiero, kiu vi klopodas alŝuti, estas tro granda
es: El archivo al enviar es demasiado grande
pl: Plik który próbujesz przesłać jest zbyt duży
uk: Файл, який ви намагаєтесь завантажити, є занадто великий

source: The file was only partially uploaded
ca: El fitxer ha estat carregat parcialment
eo: La dosiero estis nur parte alŝutita
es: El archivo fue enviado parcialmente
pl: Załadowany plik został tylko częściowo przegrany
uk: Файл завантажений не повністю

source: No file was uploaded
ca: No s'ha carregat cap fitxer
eo: Nenia dosiero estis alŝutita
es: No se ha enviado ningún archivo
pl: Nie załadowano żadnego pliku
uk: Не завантажений жоден файл

source: You have been invited to open Cheetah News Aggregator account
eo: Ni estas invitita malfermi konto sur Persona novaĵkolektoro Cheetah
es: Invitación a sistema agregador de noticias Cheetah
uk: Запрошення до системи збору повідомлень Cheetah

source: %s has invited you to open a free Cheetah News Aggregator account.
eo: %s invitis nin malfermi konto sur Persona novaĵkolektoro Cheetah.
es: %s te invita a abrir tu cuenta en el agregador libre de noticias Cheetah
uk: %s запрошує Вас зареєструватися у системі збору повідомлень Cheetah.

source: Learn more about Cheetah News Aggregator at %s.
eo: Lernu pli pri novaĵkolektoro Cheetah sur %s.
es: Conoce mas sobre el agregador de noticias Cheetah: %s.
uk: Більше інформації про систему збору повідомлень Cheetah: %s

source: To accept this invitation and register for your account, visit: %s
eo: Por akcepti ĉi tiu invitilo, vizitu %s
es: Para aceptar esta invitación y registrar tu cuenta, visita %s
uk: Щоб прийняти це запрошення і створити рахунок у системі, відвідайте цю сторінку: %s

source: Please do not reply to this email. If you need further assistance, please mail to %s.
eo: Bonvolu, ne respondu al ĉi tiu retpoŝto. Se vi bezonas helpo, bonvolu sendu retpoŝto al %s.
es: Por favor, no contestas a este correo. Si necesitas más ayuda, envía un mensaje a %s.
uk: Будь-ласка, не відповідайте на це повідомлення. Якщо Вам потрібна допомога, надішліть листа за адресою %s.

source: No invitations left
eo: Ne restas neniu invitilo
es: No han quedado más invitaciones
uk: У вас не залишилося більше запрошень

source: Please specify a valid e-mail address.
ca: Per favor, introduïu una adreça de correu vàlida:
eo: Bonvolu indiki taŭga retadreso.
es: Por favor especifica una dirección e-mail válida.
pl: Proszę podać prawidłowy adres e-mail.
uk: Вкажіть, будь-ласка, дійсну адресу електронної пошти.

source: This user is already subscribed.
eo: Ĉi tiu usulo jam estas abonita.
es: Este usuario ya está suscrito.
uk: Цей користувач вже підписався.

source: Service temporarily unavailable. Please try again later.
ca: El recurs no està disponible temporalment. Per favor, intenteu-ho de nou més endavant.
eo: Servico estas intertempe nedisponebla. Bonvolu provi denove poste.
es: Recurso no disponible temporalmente. Inténtalo de nuevo más tarde.
pl: Usługa chwilowo niedostępna. Proszę spróbować później.
uk: Сервіс тимчасово недоступний. Спробуйте, будь-ласка, пізніше.

source: Verification cancelled.
ca: Verificació ha estat cancel·lada.
eo: Konstato estas nuligita.
es: Verificación cancelada.
pl: Weryfikacja zaniechana.
uk: Перевірку скасовано.

source: OpenID authentication failed: %s
ca: Autenticació OpenID ha fallat: %s
eo: Aŭtentokontrolo kun OpenID fiaskis: %s
es: La autenticación de OpenID falló: %s
pl: Autentykacja OpenID nie powiodła się: %s
uk: Авторизація OpenID не вдалася: %s

source: E-mail and password do not match.
ca: Adreça de correu i la contrasenya no concorden.
eo: Retadreso kaj pasvorto ne kongruas.
es: Correo electronico y contraseña no cuadran.
pl: E-mail i hasło nie pasują do siebie.
uk: Адреса електронної пошти або пароль не є дійсними.

source: E-mail has been sent to you.
ca: Un correu-e li ha estat enviat.
eo: Retpoŝto estis sendita al vi.
es: Un mensaje te fue enviado.
pl: E-mail został wysłany na wskazany adres.
uk: Пароль висланий на вашу адресу електронної пошти.

source: Account doesn't exist.
ca: El compte no existeix.
eo: Konto ne ekzistas.
es: La cuenta no existe.
pl: Konto nie istnieje.
uk: Рахунок не існує.

source: A registration confirmation e-mail has been sent to you.
ca: Li ha estat enviat un correu-e de confirmació de la registració.
eo: Retpoŝto kun la registrado estis sendita al vi.
es: Te fue enviado un mensaje de confirmación de registración.
pl: E-mail potwierdzający rejestrację został wysłany na wskazany adres.
uk: Пароль висланий на вашу адресу електронної пошти.

source: Account already exists.
ca: Aquest compte ja existeix.
eo: Konto jam ekzistas.
es: Esta cuenta ya existe.
pl: To konto już istnieje.
uk: Рахунок вже існує.

source: Welcome to Cheetah News
ca: Benvinguts a Cheetah News
eo: Bonvenon al la novaĵkolektoro Cheetah
es: Bienvenido a Cheetah News
pl: Witaj na Cheetah News
uk: Ласкаво просимо до системи новин Cheetah

source: E-mail:
ca: Correu-e:
eo: Retadreso:
es: Correo electrónico:
uk: Адреса електронної пошти:

source: Password:
ca: Contrasenya:
eo: Pasvorto:
es: Contraseña:
pl: Hasło:
uk: Пароль:

source: Use OpenID
ca: Usa OpenID
eo: Uzu OpenID
es: Utilizar OpenID
pl: Użyj OpenID
uk: Скористатися OpenIDом

source: Use username / password
ca: Usa un nom d'usuari i contrasenya
eo: Uzu nomon de uzanto / pasvorto
es: Utilizar nombre del usuario / contraseña
pl: użytkownik / hasło
uk: Ім'я користувача / пароль

source: Remember me on this computer.
ca: Recorda-m en aquesta màquina.
eo: Memoru min en ĉi tiu komputilo.
es: Recuérdame en esta computadora.
pl: Zapamiętaj mnie na tym komputerze.
uk: Запам'ятати мене на цій машині

source: About SSL
ca: Respecte a SSL
eo: Pri SSL
es: Acerca de SSL
pl: O SSL
uk: Про SSL

source: Forgot your password?
ca: Heu oblidat la contrasenya?
eo: Forgesis vian pasvorton?
es: ¿Has olvidado tu contraseña?
pl: Nie pamiętasz hasła?
uk: Забув пароль?

source: What is OpenID?
ca: Què és OpenID?
eo: Kio estas OpenID?
es: ¿Qué es OpenID?
pl: Co to jest OpenID?
uk: Що таке OpenID?

source: Don't have an account?
ca: Encara no teniu compte?
eo: Ne havas konton?
es: ¿No tienes cuenta?
pl: Nie masz konta?
uk: Не маєш рахунка?

source: Sign Up
ca: Podeu crear-ne un.
eo: Registru min
es: Crear cuenta
pl: Rejestracja
uk: Реєстрація

source: Guest login
ca: Accés convidat
eo: Atingo de gasto
es: Acceso invitado
pl: Gościnne konto
uk: Гостьовий доступ

source: Learn more
ca: Més informació
eo: Lernu pli
es: Aprende más
pl: Więcej informacji
uk: Більше даних

source: Password Recovery
ca: Recuperació de la contrasenya
eo: Riparo de la pasvorto
es: Restitución de contraseña
pl: Odzyskiwanie hasła
uk: Відновлення паролю

source: Submit
ca: Enviar
eo: Sendu
es: Enviar
pl: Wyślij
uk: Відіслати

source: Registration Process
ca: Registració
eo: Proceso de registrado
es: Registración
pl: Proces rejestracji
uk: Реєстрація

source: I already have an account
ca: Tinc un compte ja
eo: Mi jam havas konton
es: Ya tengo una cuenta
pl: Mam już konto
uk: Я вже маю рахунок

source: [External link] Help Save the Wild Cheetah
ca: [Enllaç extern] Ajuda a salvar al guepard salvatge
eo: [Ekstera ligilo] Helpu savi la sovaĝan gepardon
es: [Enlace externo] Ayuda a salvar a lobo tigre salvaje
pl: [Odsyłacz zewnętrzny] Uratujmy dzikiego geparda
uk: [Зовнішнє посилання] Врятуємо дикого гепарда

source: Help Save the Wild Cheetah
ca: Ajuda a salvar al guepard salvatge
eo: Helpu savi la sovaĝan gepardon
es: Ayuda a salvar a lobo tigre salvaje
pl: Uratujmy dzikiego geparda
uk: Врятуємо дикого гепарда

source: Concurrent session in another window/browser has changed the settings. Saving terminated. Please reload.
ca: La configuració ha estat canviada per una sessió simultània. Canvis no són guardats. Per favor, recarregueu la pàgina.
es: La configuración ha sido cambiada por una sesión concurrente. Cambios no guardados. Por favor, recargue la página.
pl: Ustawienia zostały zmienione przez konkurencyjną sesję w innym oknie/przeglądarce. Przerwano zapisywanie. Proszę odświeżyć stronę.
uk: Паралельна сесія змінила налаштовування. Збереження припинено. Будь ласка, перезавантажте сторінку.

source: This folder already exists.
ca: Aquesta carpeta ja existeix.
eo: Ĉi tiu dosierujo jam ekzistas.
es: La carpeta ya existe.
pl: Ten folder już istnieje.
uk: Ця тека вже існує.

source: Unknown error.
ca: Error desconegut
eo: Nekonata eraro.
es: Error desconocido.
pl: Nieznany błąd.
uk: Невідома помилка.

source: Nameless
ca: Sense nom
eo: Sennoma
es: Sin nombre
pl: Bez nazwy
uk: Без назви

source: This OpenID is already attached.
ca: Aquest OpenID ja està registrat.
eo: Ĉi tiu OpenID jam estas aligita.
es: Este OpenID ya está acoplado.
pl: Ten OpenID jest już dołączony.
uk: Цей OpenID вже долучено.

source: Your OpenID has been successfully attached.
ca: El teu OpenID ha estat registrat con èxit.
eo: Via OpenID estis aligita kun sukceso.
es: Tu OpenID ha estado acoplado con éxito.
pl: Twój OpenID został pomyślnie dołączony.
uk: Ваш OpenID долучено успішно.

source: OpenID authentication failed.
ca: Autenticació OpenID ha fallat.
eo: Aŭtentokontrolo kun OpenID fiaskis.
es: La autenticación de OpenID falló.
pl: Autentykacja OpenID nie powiodła się
uk: Авторизація OpenID не вдалася.

source: Manage your OpenIDs
ca: Gestionar OpenIDs
eo: Administru OpenIDojn
es: Administrar tus OpenIDs
pl: Zarządzanie loginami OpenID
uk: Керування вашими OpenID-ами

source: Are you sure you want to detach this OpenID?
ca: Esteu segur de voler esborrar aquest OpenID?
eo: Vi estas certa ke vi volas malaligi ĉi tiu OpenID?
es: ¿Seguro que quiere separar este OpenID?
pl: Czy na pewno chcesz usunąć wskazany OpenID?
uk: Ви впевнені, що хочете вилучити цей OpenID?

source: Remove
ca: Elimina
eo: Viŝu
es: Quitar
pl: Usunięcie
uk: Видалити

source: Attach new OpenID
ca: Registrar un nou OpenID
eo: Aligu novan OpenID
es: Acoplar un OpenID nuevo
pl: Dołącz nowy OpenID
uk: Долучити новий OpenID

source: Your confirmation period or invitation has expired.
ca: El període de la seua confirmació o invitació ha expirat.
eo: Limtempo de via konfirmo aŭ invitilo estis finita.
es: Se ha agotado tu tiempo de confirmación o de invitación.
pl: Twoje zaproszenie wygasło.
uk: Час дійсності запрошення вийшов.

source: Done, rejected.
ca: Fet. Rebutjat.
eo: Finite, malakceptita.
es: Hecho. Rechazado.
pl: Wykonano.
uk: Запит відкинутою

source: Do you confirm signing up?
ca: Confirmeu la registració
eo: Ĉu vi konfirmas la registro?
es: Confirma la registración
pl: Czy potwierdzasz rejestrację?
uk: Ви підтверджуєте реєстрацію?

source: Yes, I confirm
ca: Sí, la confirmo
eo: Jes, mi konfirmas
es: Si, lo confirmo
pl: Tak, potwierdzam
uk: Так, підтверджую

source: No, I decline
ca: No, la declino
eo: Ne, mi ne konfirmas
es: No, lo nego
pl: Nie, odrzucam
uk: Ні, я відмовляюся

source: Password Change Request
ca: Petició del canvi de la contrasenya
eo: Peto de ŝanĝo de pasvorto
es: Petición de cambio de la contraseña
pl: Żądanie zmiany hasła
uk: Зміна паролю

source: Greetings, Someone (IP: %s), possible you, has requested to recover the password for your Cheetah News Aggregator account.
ca: Hola, Algú (amb IP %s), suposadament vostè, ha sol·licitat la recuperació de contrasenya del seu compte Cheetah.
es: Hola, Alguien (con IP %s), supuestamente tú, ha solicitado restitución de la contraseña de tu cuenta del Agregador de noticias Cheetah.
pl: Cześć, Ktoś o adresie IP %s, prawdopodobnie Ty, zażądał odtworzenia hasła do Twojego konta w agregatorze wiadomości Cheetah News.
uk: Вітаю, Ми щойно отримали запит на зміну Вашого паролю доступу до системи Cheetah News Aggregator. Запит надійшов з адреси IP %s.

source: To set your new password, click the following link:
ca: Per a establir la nova contrasenya, cliqueu sobre el enllaç següent:
es: Para establecer una contraseña nueva, pulsa al enlace siguiente:
pl: Aby ustalić nowe hasło, odwiedź następującą stronę:
uk: Щоб встановити новий пароль, відвідайте це посилання:

source: Please do not reply to this email. If you need further assistance, please mail %s.
ca: Per favor, no responeu a aquest missatge. Si necessiteu més ajuda envieu-nos un missatge a %s.
eo: Bonvolu, ne respondu al ĉi tiu retpoŝto. Se vi bezonas helpo, bonvolu sendu retpoŝto al %s.
es: Por favor, no contestas a este correo. Si necesitas más ayuda, envía un mensaje a %s.
pl: Prosimy nie odpowiadać na niniejszą wiadomość. Jeśli potrzebujesz dalszej pomocy, napisz do %s.
uk: Будь-ласка, не відповідайте на це повідомлення. Якщо Вам потрібна допомога, надійшліть листа за адресою %s.

source: XML Syntax Error. Verify the given URL
ca: Error de sintaxi XML. Verifiqueu la URL especificada
eo: Eraro de sintaksa de XML. Reviziu la indikita URL
es: Error sintáctico de XML. Verifique la URL
pl: Błąd składni XML. Sprawdz podany URL
uk: Помилка синтаксису XML. Перевірте вказаний URL
