Repository: wojciechpolak/cheetah-news
Catalog: po/*.po
Languages: ca, eo, es, pl, uk

source: Thundershowers Early
ca: Tempestes matutins
eo: Matena neĝotempestoj
es: Tormentas matutinas
pl: Poranne burze z opadami
uk: Грозові бурі рано вранці

source: Thundershowers Late
ca: Tempestes vespertins
eo: Vespera Neĝotempestoj
es: Tormentas vespertinas
pl: Wieczorem burze z opadami
uk: Грозові бурі пізно ввечері

source: Rain Late
ca: Pluja vespertí
eo: Vesperaj pluvetoj
es: Lluvia vespertina
pl: Wieczorem deszcz
uk: Сніг пізно ввечері

source: Ice to Rain
ca: Pluja gelada
eo: Pluvo kun glacio
es: Lluvia helada
pl: Lód z deszczem
uk: Холодний дощ

source: Scattered Thunderstorms
ca: Tempestes disperses
eo: Disaj tempestoj
es: Tormentas aisladas
pl: Rozrzucone burze z piorunami
uk: Грози

source: Web Search
eo: Serĉu en la Web
es: Buscar la Web
uk: Пошук у Мережі

source: Native language search
eo: Serĉo en gepatra lingvo
es: Busqueda en el idioma materno
uk: Пошук рідною мовою

source: Search in all simultaneously
eo: Serĉu tra ĉiuj eroj simultana
es: Buscar en todos buscador simultáneamente
uk: Шукати одночасно в усіх системах

source: Subscribe
ca: Subscriure's
eo: Abonu
es: Abonarse
pl: Subskrybuj
uk: Підписатися

source: You are not subscribed to this feed.
ca: No esteu subscrit a aqueixa alimentació.
eo: Vi ne estas abonita al ĉi tiu provizado.
es: No estás suscrito a está alimentación.
pl: Nie jesteś subskrybentem tego kanału
uk: Ви не підписалися на цей канал

source: No subscriptions yet?! Add new subscriptions or import them by visiting Menu/Add New Feed.
ca: No us heu subscrit encara? Subscriviu-vos o importeu subscripcions a través de Menú/Afegir nova alimentació
es: ¿No has abonado nada todavía? Agrega nuevas subscripciones o impórtalas a través de Menú/Agregar una alimentación nueva
pl: Nic nie subskrybujesz?! Dodaj lub importuj nowe subskrypcje odwiedzając Menu/Dodaj nowy kanał.
uk: Нічого не читаєш? Додай нові підписки або імпортуй їх через Меню/Додання нового каналу

source: Feed Preview
ca: Previsualitzar alimentació
eo: Antaŭspektu provizadon
es: Vista previa de alimentación
pl: Podgląd kanału
uk: Перегляд каналу

source: weather
ca: temps
eo: vetero
es: tempo
pl: pogoda
uk: погода

source: notes
eo: (noticoj)
es: notas
pl: notatki
uk: замітки

source: Feed Preview: %s
ca: Previsualització d'alimentació: %s
eo: Antaŭspektu provizadon: %s
es: Vista previa de alimentación: %s
pl: Podgląd kanału: %s
uk: Перегляд каналу: %s

source: You don't have any active feeds. Active feeds are automatically loaded at startup. You can set them in Menu/Manage Subscriptions.
ca: No teniu cap alimentació activa. Els alimentacions actives es carreguen automàticament en iniciar la sessió. Podeu definir-les usant Menú/Gestionar subscripcions
es: No hay alimentaciones activas. Alimentaciones activas se cargan durante la inicialización. Se puede configurarlas a través de Menú/Administrar suscripciones.
pl: Nie masz żadnych aktywnych kanałów. Aktywne kanały są automatycznie ładowane na starcie. Możesz je ustawić w Menu/Zarządzanie kanałami.
uk: Немає активних каналів. Активні канали автоматично завантажуються на старті. Їх можна встановити через Меню/Керування підпискою.

source: Sorry, but this operation is not supported by your browser.
ca: Perdoneu, el seu navegador no suporta aquesta operació.
es: Disculpa, tu navegador no soporte esta operación.
pl: Niestety, ale ta operacja nie jest obsługiwana przez twoją przeglądarkę.
uk: Пробачте, ваш переглядач не підтримує цієї операції.

source: About
ca: Qui som
eo: Pri ni
es: Acerca de...
pl: O nas
uk: Про нас

source: Add feed by URL
ca: Afegeix la alimentació a través de URL
eo: Adiciu la URL de la provizoro
es: Agregar una alimentación por su URL
pl: Dodaj nowy kanał wpisując jego adres URL
uk: Додайте канал через URL

source: Import an OPML file
ca: Importeu un fitxer OPML
eo: Importu dosieron OPML
es: Importar un archivo OPML
pl: Dokonaj importu pliku OPML
uk: Імпортуйте файл OPML

source: You have checked more than %d active feed. This might slow down the startup process. Would you like to proceed?
ca: Heu seleccionat més de %d alimentació activa. Això pot alentir el procés de inicialització. Voleu continuar?
eo: Vi elektis pli ol %d aktiva provizoro. Tio povas malrapidi la proceso de startigo. Vi deziras kontinuigi?
es: Has seleccionado más de %d alimentación activa. Esto puede ralentizar el proceso de inicialización. ¿Seguro que quieres continuar?
pl: Zostało wybranych więcej niż %d aktywnych kanałów. To może spowolnić proces uruchamiania. Czy mimo wszystko chcesz zachować te ustawienia?
uk: Вами встановлено більш ніж %d активний канал. Це може сповільнити запуск системи. Бажаєте продовжити?

source: &laquo; return to reader
ca: &laquo; tornar a lectura
eo: &laquo; reveno al legatoro
es: &laquo; regreso al lector
pl: &laquo; powrót do czytnika
uk: &laquo; закрити вікно

source: Close
ca: Tancar
eo: Fermu
es: Cerrar
pl: Zamknij
uk: Закрити

source: Open a specific feed by entering the URL below (Autodiscovery supported) or enter a search term.
ca: Afegeix una alimentació, introduint la seua URL (amb suport de descobriment automàtic) o un terme a cercar.
eo: Adiciu provizadon RSS, RDF aŭ ATOM, donante la URL sube aŭ donu termo por serĉo.
es: Abrir una alimentación escribiendo su URL abajo (se soporte el descubrimiento automático) o proporcionando término de búsqueda.
pl: Otwórz wybrany kanał RSS wpisując jego adres (Autoodkrywanie wspierane) lub wpisz szukaną frazę.
uk: Впишіть URL бажаного каналу RSS, RDF або ATOM (підтримується автоматичне викриття), або введіть рядок для пошуку.

source: Goodies:
ca: Suplements:
eo: Moduloj:
es: Módulos:
pl: Dodatki:
uk: Додатки:

source: open
ca: obrir
eo: malfermu
es: abrir
pl: otwórz
uk: відкрити

source: Register Cheetah News as feed handler in your browser
ca: Configureu el seu navegador per usar Cheetah News per defecte
es: Registrar Cheetah News como el agregador de noticias por defecto
pl: Zarejestruj obsługę kanałów przez Cheetah News w swojej przeglądarce
uk: Зареєструвати в переглядачі обробку каналів за допомогою Cheetah News

source: You read %d feed entry over the last %d active days.
ca: Heu llegit %d entrada durant els últims %d dies actius.
es: Has leído %d entrada durante los últimos %d días activos.
pl: Przeczytałeś %d wpis przez ostatnie %d aktywnych dni.
uk: Ти прочитав %d запис протягом останніх %d днів

source: You read %d feed entry (%s) over the last %d active days.
ca: Heu llegit %d entrada (%s) durant els últims %d dies actius.
es: Has leído %d entrada (%s) durante los últimos %d días activos.
pl: Przeczytałeś %d wpis (%s) przez ostatnie %d aktywnych dni.
uk: Ти прочитав %d запис (%s) протягом останніх %d днів

source: %d unique
ca: %d única
es: %d única
pl: %d unikalny
uk: %d унікальний

source: Show stats
ca: Mostrar les estadístiques
eo: Montru statistiko
es: Mostrar las estadísticas
pl: Pokaż statystyki
uk: Показати статистику

source: Hide stats
ca: Ocultar les estadístiques
eo: Kaŝu statistics
es: Esconder las estadísticas
pl: Ukryj statystyki
uk: Сховати статистику

source: Notes and Bookmarks
ca: Notes i adreces d'interès
eo: Noticoj kaj legosignoj
es: Notas y marcadores
pl: Notatki i Zakładki
uk: Нотатки та закладки

source: Publicly visible
ca: Visible públicament
eo: Publike videbla
es: Públicamente visible
pl: Widoczna publicznie
uk: Доступна публічно

source: Not publicly visible
ca: No visible públicament:
eo: Publike nevidebla
es: Invisible públicamente
pl: Niewidoczna publicznie
uk: Недоступна публічно

source: Browse feed directory
ca: Fullejar el directori de alimentacions
eo: Foliumu dosierujon de provizadon
es: Explorar el directorio de alimentaciones
pl: Przejrzyj katalog kanałów
uk: Перегляд каталогу каналів

source: Browse popular feeds (Cheetah)
ca: Fullejar les alimentacions populars (Cheetah)
eo: Foliumu popularaj provizadoj (Cheetah)
es: Explorar alimentaciones populares (Cheetah)
pl: Przejrzyj popularne kanały (Cheetah)
uk: Перегляд популярних каналів (Cheetah)

source: Follow friends & family
ca: Actualitats de la seua família i amics
es: Actualidades de la familia y amigos
pl: Aktualności od rodziny i znajomych
uk: Новини від родини та друзів

source: Open "%s", %s
ca: Obrir "%s", %s
eo: Malfermu "%s", %s
es: Abrir "%s", %s
pl: Otwórz "%s", %s
uk: Відкрити "%s", %s

source: No results found
ca: No s'ha trobat cap resultat
eo: Troviĝas neniajn resultatojn
es: No se ha encontrado resultados
pl: Nie znaleziono wyników
uk: Не знайдено результатів

source: An error occurred, please try again
ca: Un error ha ocorregut. Per favor, proveu-ho una altra vegada
eo: Eraro okazis, provu denove
es: Se ha producido un error, por favor intente de nuevo
pl: Wystąpił błąd, proszę spróbować ponownie
uk: Сталася помилка, спробуйте ще раз

source: username
ca: nom d'usuari
eo: nomo de uzanto
es: nombre del usuario
pl: użytkownik
uk: ім'я користувача

source: Follow news and updates from your friends & family. Enter their username and choose a popular service:
ca: Poseu-vos al corrent de les últimes notícies dels seus amics i família. Introduïu el nom d'usuari i escolliu un servei popular:
es: Recibe novedades de tus amigos y familia. Entra un nombre de usuario y selecciona un servicio popular:
pl: Bądź na bieżąco z aktualnościami od rodziny i znajomych. Wprowadź ich nazwę użytkownika i wybierz popularny serwis z listy:
uk: Слідкуй за новинами від твоїх друзів та родини. Введи ім'я користувача ш вибери сервіс:

source: Open "%s"
ca: Obrir "%s"
eo: Malfermu "%s"
es: Abrir "%s"
pl: Otwórz "%s"
uk: Відкрити "%s"

source: share this
ca: compartir això
eo: dividu kun amiko
es: compartir esto
pl: podziel się ze znajomymi
uk: Поділитися

source: Share this entry
ca: compartir aquesta entrada
eo: Dividu de tiu ĉi ero kun amiko
es: Compartir esta entrada
pl: Podziel się wpisem ze znajomymi
uk: Поділитися цим записом зі знайомими

source: edit
ca: editar
eo: redaktu
es: editar
pl: edycja
uk: редагувати

source: Facebook News Feed
pl: Facebook Aktualności

source: Facebook Fanbox
pl: Ramka fanów

source: Log out also from Facebook?
pl: Czy wylogować również z Facebooka?

source: Link your Facebook account
pl: Połącz to konto z kontem na Facebook

source: %d person like this
pl: %d osoba lubi to
